Repository: mayur5204/dairy_manager
Catalog: locale/*/LC_MESSAGES/django.po
Languages: mr

source: Dashboard - Trimurti Dairy
mr: डॅशबोर्ड - त्रिमूर्ती डेअरी

source: Dashboard
mr: डॅशबोर्ड

source: Record Sale
mr: विक्री नोंदवा

source: Record Payment
mr: पेमेंट नोंदवा

source: Today's Sales
mr: आजची विक्री

source: liters
mr: लिटर

source: This Month's Sales
mr: या महिन्याची विक्री

source: Total for
mr: एकूण

source: This Month's Payments
mr: या महिन्याची पेमेंट्स

source: Customers
mr: ग्राहक

source: View all
mr: सर्व पहा

source: Today's Milk Distribution
mr: आजचे दूध वितरण

source: Milk Type
mr: दुधाचा प्रकार

source: Milk Types*
mr: दुधाचा प्रकार*

source: Quantity
mr: प्रमाण

source: Amount
mr: रक्कम

source: No milk distribution data for today
mr: आजच्या दिवसासाठी दूध वितरण डेटा नाही

source: Record Today's Sales
mr: आजची विक्री नोंदवा

source: Recent Activities
mr: अलीकडील क्रिया

source: Sale
mr: विक्री

source: liters of
mr: लिटर

source: To customer
mr: ग्राहकाला

source: Payment
mr: पेमेंट

source: From customer
mr: ग्राहकाकडून

source: Description
mr: वर्णन

source: No description
mr: कोणतेही वर्णन नाही

source: No recent activities
mr: कोणतीही अलीकडील क्रिया नाही

source: All Sales
mr: सर्व विक्री

source: All Payments
mr: सर्व पेमेंट्स

source: Milk Quantity Distribution (Liters)
mr: दूध प्रमाण वितरण (लिटर)

source: English
mr: इंग्रजी

source: Hindi
mr: हिंदी

source: Marathi
mr: मराठी

source: Customers - Dairy Manager
mr: ग्राहक - डेअरी मॅनेजर

source: Add Customer
mr: ग्राहक जोडा

source: Search Customer
mr: ग्राहक शोधा

source: Search by customer name...
mr: ग्राहकाच्या नावाने शोधा...

source: Clear
mr: साफ करा

source: Searching...
mr: शोधत आहे...

source: Customer List
mr: ग्राहक यादी

source: Total
mr: एकूण

source: customers
mr: ग्राहक

source: Sr.No.
mr: अ.क्र.

source: Name
mr: नाव

source: Name*
mr: नाव*

source: Milk Types
mr: दुधाचे प्रकार

source: Total Milk Delivered
mr: एकूण दूध वितरीत

source: Balance
mr: शिल्लक

source: Balance (₹)
mr: शिल्लक (₹)

source: Actions
mr: क्रिया

source: None
mr: काहीही नाही

source: L
mr: लि

source: No deliveries
mr: कोणतेही वितरण नाही

source: Edit
mr: संपादित करा

source: Delete
mr: हटवा

source: Showing
mr: दाखवत आहे

source: of
mr: पैकी

source: No customers found
mr: कोणतेही ग्राहक आढळले नाहीत

source: No customers match your search
mr: तुमच्या शोधाशी जुळणारे कोणतेही ग्राहक नाहीत

source: Clear Search
mr: शोध साफ करा

source: Add customers to start recording sales and payments
mr: विक्री आणि पेमेंट नोंदवणे सुरू करण्यासाठी ग्राहक जोडा

source: Showing all
mr: सर्व दाखवत आहे

source: matching customers
mr: जुळणारे ग्राहक

source: Sales - Dairy Manager
mr: विक्री - डेअरी मॅनेजर

source: Sales
mr: विक्री

source: Add Sale
mr: विक्री जोडा

source: Date
mr: तारीख

source: Date*
mr: तारीख*

source: Customer
mr: ग्राहक

source: Quantity in liters
mr: प्रमाण लिटरमध्ये

source: Rate
mr: दर

source: current
mr: सध्याचा

source: No sales records found
mr: कोणतेही विक्री रेकॉर्ड सापडले नाहीत

source: Record your milk sales to start tracking your business
mr: तुमच्या व्यवसायाचा मागोवा घेण्यासाठी तुमच्या दूध विक्रीची नोंद करा

source: Payments - Dairy Manager
mr: पेमेंट्स - डेअरी मॅनेजर

source: Payments
mr: पेमेंट्स

source: Add Payment
mr: पेमेंट जोडा

source: No payment records found
mr: कोणतेही पेमेंट रेकॉर्ड सापडले नाहीत

source: Record customer payments to keep track of your business
mr: तुमच्या व्यवसायाचा मागोवा घेण्यासाठी ग्राहक पेमेंट्स नोंदवा

source: Milk Types - Dairy Manager
mr: दूध प्रकार - डेअरी मॅनेजर

source: Add Milk Type
mr: दुधाचा प्रकार जोडा

source: liter
mr: लिटर

source: No milk types found
mr: कोणतेही दूध प्रकार सापडले नाहीत

source: Add milk types to start managing sales and customers
mr: विक्री आणि ग्राहकांचे व्यवस्थापन सुरू करण्यासाठी दूध प्रकार जोडा

source: Daily Report
mr: दैनिक अहवाल

source: Daily Report - Dairy Manager
mr: दैनिक अहवाल - डेअरी मॅनेजर

source: Daily Sales Report
mr: दैनिक विक्री अहवाल

source: Filter Report
mr: अहवाल फिल्टर करा

source: Sales Report
mr: विक्री अहवाल

source: Start Date*
mr: सुरुवात तारीख*

source: End Date*
mr: समाप्ती तारीख*

source: to
mr: ते

source: Total Quantity (L)
mr: एकूण प्रमाण (लि)

source: Total Amount (₹)
mr: एकूण रक्कम (₹)

source: Summary
mr: सारांश

source: day(s)
mr: दिवस

source: Daily Sales Chart
mr: दैनिक विक्री चार्ट

source: No sales data available for the selected period
mr: निवडलेल्या कालावधीसाठी कोणताही विक्री डेटा उपलब्ध नाही

source: Please select a different date range or record sales for this period
mr: कृपया वेगळी तारीख श्रेणी निवडा किंवा या कालावधीसाठी विक्रीची नोंद करा

source: Quantity (L)
mr: प्रमाण (लि)

source: Amount (₹)
mr: रक्कम (₹)

source: Daily Sales Overview
mr: दैनिक विक्री आढावा

source: Monthly Report
mr: मासिक अहवाल

source: Monthly Report - Dairy Manager
mr: मासिक अहवाल - डेअरी मॅनेजर

source: Monthly Sales Report
mr: मासिक विक्री अहवाल

source: Month
mr: महिना

source: Month*
mr: महिना*

source: Year
mr: वर्ष

source: Year*
mr: वर्ष*

source: Total Quantity
mr: एकूण प्रमाण

source: Sales Amount
mr: विक्री रक्कम

source: Monthly Performance Chart
mr: मासिक कामगिरी चार्ट

source: Monthly Sales, Payments and Balance
mr: मासिक विक्री, पेमेंट आणि शिल्लक

source: Trimurti Dairy
mr: त्रिमूर्ती डेअरी

source: Dairy Manager
mr: डेअरी मॅनेजर

source: Login
mr: लॉगिन करा

source: Login to Trimurti Dairy
mr: त्रिमूर्ती डेअरीमध्ये लॉगिन करा

source: Username
mr: वापरकर्ता नाव

source: Password
mr: पासवर्ड

source: Contact your system administrator for access.
mr: प्रवेशासाठी आपल्या सिस्टम प्रशासकाशी संपर्क साधा.

source: Register
mr: नोंदणी करा

source: Create New Account
mr: नवीन खाते तयार करा

source: Register for Trimurti Dairy
mr: त्रिमूर्ती डेअरीसाठी नोंदणी करा

source: First Name
mr: पहिले नाव

source: Last Name
mr: आडनाव

source: Email
mr: ईमेल

source: Confirm Password
mr: पासवर्डची पुष्टी करा

source: Create Account
mr: खाते तयार करा

source: Already have an account?
mr: आधीपासूनच खाते आहे?

source: Admin
mr: प्रशासक

source: Logout
mr: लॉगआउट करा

source: Reports
mr: अहवाल

source: Export data
mr: डेटा निर्यात करा

source: Add New Customer
mr: नवीन ग्राहक जोडा

source: Edit Customer
mr: ग्राहक संपादित करा

source: Phone
mr: फोन

source: Address
mr: पत्ता

source: Save
mr: जतन करा

source: Cancel
mr: रद्द करा

source: Add New Sale
mr: नवीन विक्री जोडा

source: Edit Sale
mr: विक्री संपादित करा

source: Select milk types and enter quantities for this sale
mr: या विक्रीसाठी दुधाचे प्रकार निवडा आणि प्रमाण प्रविष्ट करा

source: Delete Sale
mr: विक्री हटवा

source: Are you sure you want to delete this sale?
mr: तुम्हाला खरोखरच ही विक्री हटवायची आहे का?

source: Sale for
mr: विक्रीसाठी

source: Back
mr: मागे

source: Yes, Delete
mr: होय, हटवा

source: Batch Input - Add Sales
mr: बॅच इनपुट - विक्री जोडा

source: Batch Sale Entry
mr: बॅच विक्री नोंद

source: Select Date
mr: तारीख निवडा

source: Submit All
mr: सर्व सबमिट करा

source: Add New Payment
mr: नवीन पेमेंट जोडा

source: Edit Payment
mr: पेमेंट संपादित करा

source: Delete Payment
mr: पेमेंट हटवा

source: Are you sure you want to delete this payment?
mr: तुम्हाला खरोखरच हे पेमेंट हटवायचे आहे का?

source: Payment for
mr: पेमेंटसाठी

source: Add New Milk Type
mr: नवीन दूध प्रकार जोडा

source: Edit Milk Type
mr: दूध प्रकार संपादित करा

source: Delete Milk Type
mr: दूध प्रकार हटवा

source: Are you sure you want to delete this milk type?
mr: तुम्हाला खरोखरच हा दूध प्रकार हटवायचा आहे का?

source: per liter
mr: प्रति लिटर

source: Rate per liter (₹)
mr: प्रति लिटर दर (₹)

source: Rate in Rs per liter
mr: प्रति लिटर रुपये दर

source: Rate in Rupees per liter
mr: प्रति लिटर रुपये दर

source: Customer Data Export
mr: ग्राहक डेटा निर्यात

source: Back to Dashboard
mr: डॅशबोर्डवर परत जा

source: Select Month and Year
mr: महिना आणि वर्ष निवडा

source: Update Preview
mr: पूर्वावलोकन अपडेट करा

source: Update
mr: अपडेट करा

source: Customer Data for
mr: ग्राहक डेटा

source: Export as Excel
mr: एक्सेल म्हणून निर्यात करा

source: This is a preview showing limited data. Download the Excel file for the complete dataset.
mr: हे मर्यादित डेटा दर्शविणारे पूर्वावलोकन आहे. संपूर्ण डेटासेटसाठी एक्सेल फाइल डाउनलोड करा.

source: Daily Milk Delivery (liters)
mr: दैनिक दूध वितरण (लिटर)

source: Total (L)
mr: एकूण (लि)

source: Overall Total (₹)
mr: एकूण योग (₹)

source: out of
mr: पैकी

source: customers. Download the export for complete data.
mr: ग्राहक. संपूर्ण डेटासाठी निर्यात डाउनलोड करा.

source: No customer data available for the selected month
mr: निवडलेल्या महिन्यासाठी कोणताही ग्राहक डेटा उपलब्ध नाही

source: Try selecting a different month or add milk sales data
mr: वेगळा महिना निवडा किंवा दूध विक्री डेटा जोडा

source: January
mr: जानेवारी

source: February
mr: फेब्रुवारी

source: March
mr: मार्च

source: April
mr: एप्रिल

source: May
mr: मे

source: June
mr: जून

source: July
mr: जुलै

source: August
mr: ऑगस्ट

source: September
mr: सप्टेंबर

source: October
mr: ऑक्टोबर

source: November
mr: नोव्हेंबर

source: December
mr: डिसेंबर

source: Confirm Delete
mr: हटविण्याची पुष्टी करा

source: This action cannot be undone. This will permanently delete this sale record.
mr: ही क्रिया पूर्ववत केली जाऊ शकत नाही. हे विक्री रेकॉर्ड कायमचे हटवेल.

source: This action cannot be undone. This will permanently delete this payment record.
mr: ही क्रिया पूर्ववत केली जाऊ शकत नाही. हे पेमेंट रेकॉर्ड कायमचे हटवेल.

source: This action cannot be undone. All related records will remain, but will reference a deleted milk type.
mr: ही क्रिया पूर्ववत केली जाऊ शकत नाही. सर्व संबंधित रेकॉर्ड राहतील, परंतु हटवलेल्या दूध प्रकाराचा संदर्भ देतील.

source: Delete Permanently
mr: कायमचे हटवा

source: Are you sure you want to remove this sale?
mr: तुम्हाला खरोखरच ही विक्री हटवायची आहे का?

source: Back to List
mr: यादीवर परत जा

source: Total Amount
mr: एकूण रक्कम

source: Select Month
mr: महिना निवडा

source: Select Year
mr: वर्ष निवडा

source: No data available for the selected month
mr: निवडलेल्या महिन्यासाठी कोणताही डेटा उपलब्ध नाही

source: Please select a different month or record sales for this month
mr: कृपया वेगळा महिना निवडा किंवा या महिन्यासाठी विक्रीची नोंद करा

source: Export Data
mr: डेटा निर्यात करा

source: Export Preview
mr: निर्यात पूर्वावलोकन

source: Select Month for Export
mr: निर्यातीसाठी महिना निवडा

source: Processing...
mr: प्रक्रिया चालू आहे...

source: Download Complete Report
mr: पूर्ण अहवाल डाउनलोड करा

source: Daily Totals
mr: दैनिक एकूण

source: Customer Details
mr: ग्राहक तपशील

source: Milk Types and Quantities
mr: दुधाचे प्रकार आणि प्रमाण

source: Notes
mr: नोट्स

source: Amount*
mr: रक्कम*

source: Customer Data
mr: ग्राहक डेटा

source: Add
mr: जोडा

source: Customer Detail
mr: ग्राहक तपशील

source: Customer Information
mr: ग्राहक माहिती

source: Not provided
mr: प्रदान केलेले नाही

source: Joined On
mr: सामील झाले

source: None Selected
mr: कोणताही निवडलेला नाही

source: Amount to be received from customer
mr: ग्राहकाकडून मिळवायची रक्कम

source: Advance payment from customer
mr: ग्राहकाकडून अग्रिम पेमेंट

source: No pending balance
mr: कोणतीही शिल्लक रक्कम नाही

source: Monthly Milk Consumption
mr: मासिक दूध वापर

source: Go
mr: जा

source: Day
mr: दिवस

source: No milk consumption data available for this month
mr: या महिन्यासाठी कोणताही दूध वापर डेटा उपलब्ध नाही

source: Recent Sales
mr: अलीकडील विक्री

source: New Sale
mr: नवीन विक्री

source: No sales records found for this customer
mr: या ग्राहकासाठी कोणतेही विक्री रेकॉर्ड सापडले नाहीत

source: Record First Sale
mr: प्रथम विक्री नोंदवा

source: Recent Payments
mr: अलीकडील पेमेंट्स

source: New Payment
mr: नवीन पेमेंट

source: No payment records found for this customer
mr: या ग्राहकासाठी कोणतेही पेमेंट रेकॉर्ड सापडले नाहीत

source: Record First Payment
mr: प्रथम पेमेंट नोंदवा

source: Delete Customer
mr: ग्राहक हटवा

source: Warning!
mr: सावधान!

source: Are you sure you want to delete this customer?
mr: तुम्हाला खरोखरच हा ग्राहक हटवायचा आहे का?

source: This customer has:
mr: या ग्राहकाकडे आहे:

source: sales record
mr: विक्री नोंद

source: payment record
mr: पेमेंट नोंद

source: Deleting this customer will make those records reference a deleted customer.
mr: हा ग्राहक हटवल्याने त्या नोंदी हटविलेल्या ग्राहकाचा संदर्भ देतील.

source: Back to Details
mr: तपशिलांकडे परत जा
